Repository: mozilla-l10n/mt-training-data
Catalog: kw/kw_pontoon.tmx
Source language: en_us
Languages: kw

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
kw: <ul> <li>Ny yllir diskwedhes dhis an folen may fynn'ta drehedhes drefen na allas gwirhe gwiryonder an deur resevys.</li> <li>Mar pleg kestav orth perghenogyon an wiasva dhe dherivas orta an kudyn ma.</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because this website requires a secure connection.</li> <li>The issue is most likely with the website, and there is nothing you can do to resolve it.</li> <li>You can notify the website’s administrator about the problem.</li> </ul>
kw: <ul> <li>Ny yllir diskwedhes an folen mayth esowgh owth assaya mires drefen bos res junyans diogel dhe'n wiasva ma.</li> <li>Dres lycklod yma an kudyn gans an wiasva, ha ny yllydh gul travyth dh'y ewna.</li> <li>Ty a yll gwarnya menystrer an wiasva a'n kudyn.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
kw: <ul> <li>An wiasva a alsa bos ankavadow rag tro po re vysi. Assay arta wosa pols.</li> <li>Mar ny yll'ta karga folen vyth, check deur po junyans Diwi dha dhevis.</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
kw: <ul> <li>Martesen yth yw hemma kudyn gans kefurvyans an servyer, po y hyll bos nebonan owth assaya omwul an servyer.</li> <li>Mar junsys yn sewen orth an servyer ma kyns, y hyll bos anparghus an gwall ha ty a yll assaya arta diwettha.</li> </ul>

source: Unable to connect
kw: Ny allas junya

source: Unexpected response from server
kw: Gorthyp anwaytys a'n servyer

source: %1$d out of %2$d
kw: %1$d a somm %2$d

source: 1. Go to Android Settings
kw: 1. Ke dhe Dewisyow Android

source: %1$s also uses blocklists provided by Disconnect, Inc. as separate and independent works under the <a href="%2$s">GNU General Public License v3</a>, and available <a href="%3$s">here</a>.
kw: %1$s a wra devnydh ynwedh a lies rol-lettya proviys gans Disconnect, Inc. avel oberennow dihaval hag anserghek yn-dann an <a href="%2$s">Leshyans Poblek Ollgemmyn GNU v3</a> ha kavadow <a href="%3$s">omma</a>.

source: %1$s can try to automatically reject cookie requests.
kw: %1$s a yll assaya denagha govynnow pastiow yn awtomatek.

source: %1$s can try to automatically reject cookie requests. If a reject option isn’t available, %1$s may accept all cookies to dismiss the banner.
kw: %1$s a yll assaya denagha govynnow pastiow yn awtomatek. Mar nyns yw kavadow dewis denagha, y hyll %1$s degemeres pastiow oll dhe gudha an baner.

source: %1$s finished
kw: %1$s gorfennys

source: %1$s is free and open source software made by Mozilla and other contributors.
kw: %1$s yw medhelweyth rydh ha fenten ygor gwrys gans Mozilla ha kevriysi erel.

source: %1$s is made available to you under the terms of the <a href="%2$s">Mozilla Public License</a> and other open source licenses.
kw: Y hwrer %1$s kavadow dhis der ambosow an <a href="%2$s">Leshyans Poblek Mozilla</a> ha leshyansow fenten-ygor erel.

source: %1$s isn’t like other browsers
kw: Nyns yw %1$s kepar ha peurellow erel

source: %1$s tries to reject cookie requests to dismiss annoying cookie banners.\n\nManage cookie banner preferences in %2$s.
kw: %1$s a assay denagha govynnow pastiow dhe woheles baneryow pastiow anius.\n\nRestra dewisyow baneryow pastiow yn %2$s.

source: %1$s tries to reject cookie requests to dismiss annoying cookie banners.\n\nManage cookie banner preferences in settings.
kw: %1$s a assay denagha govynnow pastiow dhe woheles baneryow pastiow anius.\n\nRestra dewisyow baneryow pastiow y'n dewisyow.

source: %1$s tries to use an HTTPS connection whenever possible for more security. <a href="%2$s">Learn more</a> <br/><br/> Change this setting in Settings > Privacy &amp; Security > Security.
kw: %1$s a assay usya junyans HTTPS peskweyth may fo possybyl a-barth gwell diogeledh. <a href="%2$s">Dyski moy</a><br/><br/> Chanjya an dewis ma yn Dewisyow >Privetter &amp; Diogeledh > Diogeledh.

source: %1$s will clear this site’s cookies and refresh the page. Clearing all cookies may sign you out or empty shopping carts.
kw: %1$s a wra kartha pastiow an wiasva ma ha daskarga an folen. Possybyl yw kartha pastiow dh'agas digelmi po gwakhe karigellow prenassa.

source: %1$s will send what you type in the address bar to your search engine
kw: %1$s a dhanvon an pyth a skrifydh y'n barr trigva dhe'th jynn hwilas

source: 2. Tap <b>Permissions</b>
kw: 2. Tapp war <b>Kumyasow</b>

source: 3. Toggle <b>%1$s</b> to ON
kw: 3. Hig <b>%1$s</b> dhe BYW

source: About %1$s
kw: A-dro dhe %1$s

source: About %1$s, help
kw: A-dro dhe %1$s, gweres

source: Active
kw: Gweythresek

source: Add
kw: Keworra

source: Add and manage custom autocomplete URLs.
kw: Keworra ha menystra DAKow eskollenwel a-vusur.

source: + Add another search engine
kw: + Keworra jynn hwilas aral

source: Add another search engine
kw: Keworra jynn hwilas

source: + Add custom URL
kw: + Keworra URL a-vusur

source: Add custom URL
kw: Keworra DAK a-vusur

source: Added to shortcuts!
kw: Keworrys dhe skochfordhow!

source: Additional source code for %1$s is available under various other free and open source <a href="%2$s">licenses</a>.
kw: Kod pennfenten a %1$s yw kavadow yn-dann lies <a href="%2$s">leshyans</a> rydh ha fenten-ygor.

source: Add link to autocomplete
kw: Keworra kevren dhe eskowlwul

source: Add search engine
kw: Keworra jynn hwilas

source: Add shortcuts to your home screen
kw: Keworra skochfordhow dhe'th pennskrin

source: Add to Home screen
kw: Keworra dhe'n skrin tre

source: Add to Shortcuts
kw: Keworra dhe skochfordhow

source: Add URL
kw: Keworra DAK

source: Add widget to home screen
kw: Keworra widget dhe skrin tre

source: Advanced
kw: Avonsys

source: Advertising
kw: Argemynna

source: Allow audio and video
kw: Amyttya sonadow ha gwydhyow

source: Allowed
kw: Amyttys

source: Analytics
kw: Re Dielvennel

source: An installed search engine is already using that name.
kw: Yma jynn hwilas les owth usya an hanow na seulabrys.

source: As a private browser, we never save and cannot restore this tab.
kw: Avel peurell brivedh, ny withyn na gallos daskavos an tab ma.

source: Ask to allow
kw: Pysi a amyttya

# Autocomplete URLs for sites you use most Long-press any URL in the address bar
source: Autocomplete URLs for sites you use most\n Long-press any URL in the address bar
kw: Eskowlwul DAK rag gwivaow a usydh yn fenowgh\n Hirwask py DAK pynag y'n barr trigva

source: Automatically attempts to connect to sites using HTTPS for increased security. HTTPS connections provide a secure, encrypted connection to websites you visit.
kw: Yth assay yn awtomatek omjunya dhe wiasvaow dre HTTPS rag diogeledh ynkressys. Junyansow HTTPS a brovi junyans diogel hag argelys dhe wiasvaow a welydh.

source: Automatically attempts to connect to sites using the HTTPS encryption protocol for increased security.
kw: Yth assay yn awtomatek omjunya dhe wivaow der an arskwir argelans HTTPS rag diogeledh ynkressys.

# Automatic private browsing. Browse. Erase. Repeat.
source: Automatic private browsing.\nBrowse. Erase. Repeat.
kw: Peuri privedh awtomatek.\nPeuri. Dilea. Daswul.

source: Autoplay
kw: Esseni

source: Block 3rd-party cookies only
kw: Pastiow 3a-rannbarth yn unnik

source: Block 3rd-party tracker cookies only
kw: Lettya pastiow helerghi 3a-rannbarth yn unnik

source: Block ad trackers
kw: Lettya helerghellow argemynnow

source: Block analytic trackers
kw: Lettya helerghellow dielvenna

source: Block audio and video
kw: Lettya sonadow ha gwydhyow

source: Block audio only
kw: Lettya sonadow hepken

source: Block cookies
kw: Lettya pastiow

source: Block Cookies
kw: Lettya Pastiow

source: Block cross-site cookies
kw: Lettya pastiow treuswiva

source: Blocked
kw: Lettys

source: Blocked by Android
kw: Lettys gans Android

source: Block JavaScript
kw: Lettya JavaScript

source: Block other content trackers
kw: Lettya helerghellow dalgh erel

source: Block potentially dangerous and deceptive sites
kw: Lettya gwivaow a yll bos peryllus ha tollus

source: Block reported deceptive and attack sites, malware sites, and unwanted software sites.
kw: Lettya gwivaow gans derivas a vos tollus po omsettyans, gwivaow drogweyth, ha gwivaow a vedhelweyth anvodhek.

source: Block social trackers
kw: Lettya helerghellow sosyel

source: Block trackers
kw: Lettya helerghellow

source: Block web fonts
kw: Lettya pryntolow an wi

source: Browse like it never happened
kw: Peuri kepar dell na hwarva

source: Browsing history cleared
kw: Istori peuri diles

source: Browsing history cleared! 🎉
kw: Istori peuri diles! 🎉

source: By default, %1$s attempts to connect using HTTPS for increased security. To change this setting or to learn more, go to Settings > Privacy & Security > Security.
kw: Dre skwir yth assay %1$s junya dre HTTPS rag diogeledh gwellhes. Dhe janjya an dewis ma po dhe dhyski moy, ke dhe Dewisyow > Privetter & Diogeledh > Diogeledh.

source: Camera
kw: Kamera

source: Cancel
kw: Hedhi

source: Check that search string matches Example format
kw: Check bos an tokyn hwilas ow tesedha orth furvas Ensampel

source: Choose search engine
kw: Dewis jynn hwilas

source: Clear
kw: Dilea

source: Clear input
kw: Dilea ynworrans

source: Close popup
kw: Degea lammlen

source: Close tab
kw: Degea tab

source: Close Tab
kw: Degea Tab

source: Completed
kw: Kowlwrys

source: Confirm Using Your Fingerprint
kw: Afydhya Dre'th Vysol

source: Connection is not secure
kw: Nyns yw junyans diogel

source: Connection is secure
kw: Junyans yw diogel

source: Connection not secure
kw: Junyans andhiogel

source: Content
kw: Dalgh

source: Content Blocking
kw: Lettya Dalgh

source: Cookie Banner Reduction
kw: Leheans Baneryow Pastiow

source: Cookies and Site Data
kw: Pastiow ha Kedhlow Gwiva

source: Create shortcuts to the sites you visit most:\n Select Add to Shortcuts from the %1$s menu
kw: Gwruthyl skochfordhow orth an wivaow a vysytydh yn fenowgh.\n Dewis Keworra dhe Skochfordhow a'n rol %1$s

source: Dark
kw: Tewl

source: Data Choices
kw: Dewisyow Kedhlow

source: Data Collection & Use
kw: Kuntel Kedhlow & Devnydh

source: Default
kw: Skwir

source: Default browser, language
kw: Peurell, yeth skwir

source: Default browser, tabs, language
kw: Peurell dhefowt, tabbys, yeth

source: Desktop site
kw: Gwiva dhesken

source: Developer tools
kw: Toulys displegyer

source: Dismiss
kw: Dyllo

source: Dismiss find in page
kw: Dyllo kavos y'n folen

source: Double-check the URL you entered.
kw: Dascheck an DAK a wruss'ta gorra..

source: Download Firefox
kw: Iskarga Firefox

source: DRM-controlled content
kw: Dalgh maystrys gans DRM

source: Embedded on sites to track your visits and to display functionality like share buttons
kw: Goworrys yn gwiasvaow dhe helerghi dha vysytyansow ha displetya nasweyth kepar ha botonys kevrenna

source: Enable to autocomplete more than 450 popular URLs in the address bar.
kw: Gallosegi rag awto-kollenwel moy es 450 URL meurgerys y'n barr trigva.

source: Enable to have %s autocomplete over 450 popular URLs in the address bar.
kw: Gweythresa dhe wul dhe %s kollenwel yn awtomatek moy es 450 URL gerys da y'n barr trigva.

source: Enable to have %s autocomplete your favorite URLs.
kw: Gweythresa dhe wul dhe %s eskollenwel dha DAKow drudh.

source: Enabling may cause some pages to behave unexpectedly
kw: Gallosegi a yll lettya nebes folennow rag omdhegi yn hwaytyadow

source: Enhanced Tracking Protection
kw: Difresyans Gwellhes rag Helerghi

source: Entering full screen mode
kw: Gweythresa modh skrin leun

source: Enter search engine name
kw: Gorra hanow an jynn hwilas

source: Enter search string
kw: Gorra tokyn hwilas

source: Erase
kw: Dilea

source: Erase and Open
kw: Dilea hag Ygeri

source: Erase and open %1$s
kw: Dilea hag ygeri %1$s

source: Erase browsing history
kw: Dilea istori peuri

source: Erase browsing history?
kw: Dilea istori peuri?

source: Erase & open
kw: Dilea & ygeri

source: Example: example.com
kw: Ensampel: ensampel.com

source: Example: example.com/search/?q=%s
kw: Ensampel: ensampel.com/search/?q=%s

source: Example: mozilla.org
kw: Ensampel: mozilla.org

source: Exceptions
kw: Nammow

source: Exit Private Browsing?
kw: Kwytya peuri privedh?

source: Fast. Private. No distractions.
kw: Uskis. Privedh. Distennansow vyth.

source: Find an app that can open link
kw: Kavos app a yll ygeri an gevren ma

source: Find in page
kw: Kavos y'n folen

source: Find in Page
kw: Hwilas y'n Folen

source: Find next result
kw: Kavos nessa sewyans

source: Find previous result
kw: Kavos kynsa sewyans

source: Finger moved too fast. Try again.
kw: Bys gwayys re uskis. Assay arta.

source: Fingerprint icon
kw: Aven bysol

source: Fingerprint not recognized. Try again.
kw: Ny veu aswonnys an bysol. Assay arta.

source: Firefox may install and run studies from time to time.
kw: Possybyl yw y hwra lea ha gweythresa Firefox studhyansow a dermyn dhe dermyn.

source: Follow device theme
kw: Sewya thema devis

source: For sites you add
kw: Rag gwiasvaow a Geworrydh

source: For top sites
kw: Rag Gwiasvaow drudh

source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
kw: Kyrgh ragos hedhas unn-tapp dhe wivaow a usydh yn fenowgh%1$s Rol > Keworra dhe Bennskrin

source: Get rid of your personal data, browsing history and more from this session by tapping the trash button. Give it a try!
kw: Remov dha gedhlow personel, istori peuri ha moy a'n esedhek ma dre dappya war an boton atal. Assay e!

source: Get search suggestions
kw: Kavos profyansow hwilas

source: Get started
kw: Deus ha dalleth

source: Go back
kw: Mos war-gamm

source: Got ‘em! We stopped this site from spying on you. Tap the shield any time to see what we’re blocking.
kw: 'Mons genen! Ni a lettyas an wiasva ma rag dha aspia. Klyck an skoos p'eurbynag dhe weles an pyth eson ow lettya.

source: Go to Settings
kw: Ke dhe Dewisyow

source: Hide webpages when switching apps and block taking screenshots.
kw: Kudha gwiasvaow hag ow skwychya appys ha lettya tenna skrinskeusennow.

source: HTTPS-Only Mode
kw: Modh HTTPS-Hepken

source: If your browsing needs change, it’s easy to scale your privacy settings up or down.
kw: Mars yw res neb chanj dhe'th peuri, es yw skeulya dha dhewisyow privetter war-vann po war-nans.

source: Insecure Connection
kw: Junyans Andhiogel

source: Installed search engines
kw: Jynnow-hwilas les

source: <label>Someone could be trying to impersonate the site and continuing could be risky.</label> <br><br> <label>%1$s does not trust <b>%2$s</b> because its certificate issuer is unknown, the certificate is self-signed, or the server is not sending the correct intermediate certificates.</label>
kw: <label>Martesen yma nebonan owth assaya omwul an wiasva ha peryllus via pesya.</label> <br><br> <label>Ny wra %1$s trestya dhe <b>%2$s</b> rag bos anwodhvos y dyller y destskrif, bos omsinys an testskrif, po nag usi an servyer ow tanvon an testskrifow kresel ewn.</label>

source: Learn more
kw: Dyski moy

source: Libraries that we use
kw: Kodguntellow a usyn

source: Licensing information
kw: Kedhlow leshyans

source: Light
kw: Golow

source: Loading
kw: Ow karga

source: Location
kw: Tyller

source: Looks like this site was trying to track you. Click the shield for site settings and tracker blocking stats.
kw: Dell hevel yth assaya an wiasva ma dha helerghi. Klyck an skoos rag dewisyow an wiva ha stattys lettya helerghellow.

source: Make %1$s default browser
kw: Gul dhe %1$s bos peurell skwir

source: Make %1$s your default to protect your data with every link you open.
kw: Gwra dhe %1$s bos dha beurell skwir dhe dhifres dha dhata gans pub kevren ygerys.

source: Make privacy a habit
kw: Gwra privetter dhe us

source: Manage sites
kw: Menystra gwiasvaow

source: May result in missing icons or images
kw: Y hyll sewya dhe avenyow po skeusennow a fyll

source: Microphone
kw: Korrgowsell

source: More options
kw: Dewisyow moy

source: More options button
kw: Boton dewisyow moy

source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
kw: Mozilla a veder orth kuntel an pyth yw res dhyn hepken dhe brovia ha gwellhe %1$s rag peub.

source: Navigate back
kw: Gwaya war-gamm

source: Navigate forward
kw: Gwaya war-rag

source: New custom URL added.
kw: DAK a-vusur nowydh keworrys.

source: New search engine added.
kw: Jynn hwilas nowydh keworrys.

source: New Session
kw: Esedhek Nowydh

source: New tab opened
kw: Tab nowydh ygerys

source: Next-level private browsing when you want it
kw: Peuri privedh dres an kemmyn peskweyth ma'n mynni

source: NO
kw: NA

source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
kw: Nyns eus app vyth yn dha dhevis a yll ygeri an gevren ma. Ty a yll diberth a %1$s dhe hwilas app a yll y wul yn %2$s.

source: No thanks
kw: Na, meur ras

source: Notification
kw: Gwarnyans

source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
kw: Gwarnyansow a'th as dhe dhilea dha esedhek %1$s dre dapp. Nyns yw res dhis ygeri an app po gweles pyth usi ow resek y'th peurell.

source: Number of trackers blocked
kw: Niver a helerghellow lettys

source: OFF for this site
kw: MAROW y'n wiasva ma

source: OK, got it!
kw: DL, my a wel!

source: One tap erases your browsing history and cookies — and stops ads from following you around.
kw: Unn tapp a dhile dha istori peuri ha pastiow — ha lettya argemynnow rag agas holya a-derdro.

source: One tap erases your browsing history and cookies — and stops ads from following your around.
kw: Unn tapp a dhile dha istori peuri ha pastiow — ha lettya argemynnow rag agas holya a-derdro.

source: ON for this site
kw: BYW y'n wiasva ma

source: Open
kw: Ygeri

# Open a link in a new tab Long-press any link on a page
source: Open a link in a new tab\n Long-press any link on a page
kw: Ygeri kevren yn tab nowydh\nHirwask py kevren bynag yn folen

# Open every link in %1$s Set %1$s as default browser
source: Open every link in %1$s\n Set %1$s as default browser
kw: Ygeri pub kevren yn %1$s\n Sett %1$s avel peurell skwir

source: Open in…
kw: Ygeri yn…

source: Open in %1$s
kw: Ygeri yn %1$s

source: Open link in another app
kw: Ygeri kevren yn app aral

source: Open Link in New Session
kw: Ygeri Kevren yn Esedhek Nowydh

source: Open links in apps
kw: Ygeri kevrennow yn appys

source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
kw: <p>Gans %1$s yth esos'ta ow kul maystri.</p> <p>Gwra hy usya avel peurell brivedh: <ul> <li>Hwilas ha peuri a-berth y'n dowlen</li> <li>Lettya helerghellow (po nowedhi settyansow dhe amyttya helerghellow)</li> <li>Dilea pastiow, keffrys hag istori hwilas ha peuri</li> </ul> </p> <p>Askorrys gans Mozilla yw %1$s. Agan amkan yw maga kesrosweyth yagh hag ygor.<br/> <a href="%2$s">Dyski moy</a></p>

source: Pages may load faster, but may also behave unexpectedly
kw: Folennow a yll karga yn uskissa, mes ynwedh omdhegi yn anwaytyadow

source: Password
kw: Ger tremena

source: Paste or enter URL
kw: Glusa po gorra DAK

source: Performance
kw: Performans

source: Powered by %1$s
kw: Nerthys gans %1$s

source: Power up your privacy
kw: Kennerth dha brivetter

source: Privacy Notice
kw: Deklaryans Privetter

source: Privacy & Security
kw: Privetter & Diogeledh

source: Privacy that fits any situation
kw: Privetter a omdhesedh orth py studh pynag

source: Private browsing session
kw: Esedhek peuri privedh

source: Protections are OFF for this site
kw: Difresyans yw MAROW y'n wiva ma

source: Protections are ON for this site
kw: Difresyans yw BYW y'n wiva ma

source: Rather see the full desktop site?%1$s Menu > Request desktop site
kw: Gwell gweles an wiasva desktop leun?%1$sRol > Gwiasva desktop

source: Recommended
kw: Profys

source: Reload website
kw: Daskarga wiasva

source: Remote debugging via USB/Wi-Fi
kw: Dispryvya a-bell dre USB/Wi-Fi

source: Remove all websites
kw: Dilea pub gwiasva

source: Remove custom URLs
kw: Dilea DAKow a-vusur

source: Remove from Shortcuts
kw: Dilea a skochfordhow

source: Remove search engines
kw: Dilea jynnow hwilas

source: Rename
kw: Dashenwel

source: Report Site Issue
kw: Derivas Kudyn an Wiasva

source: Request desktop site
kw: Pysi a wiva dhesken

source: Request support
kw: Pysi a skodhyans

source: Request to support site submitted.
kw: Govyn skodhya gwiasva derivys.

source: Restore default search engines
kw: Daskavos jynnow hwilas skwir

source: Return to previous app
kw: Dehweles dhe app kyns

source: Return to your favorite sites in %1$s quickly. Just select \"Add to Home screen\" from the %1$s menu.
kw: Dehweles dhe'th re drudh yn %1$s yn uskis. Dewis \"Keworra dhe Bennskrin\" a'n rol %1$s.

source: Safe Browsing
kw: Peuri salow

source: Saved and shared images <b>will not be</b> deleted when you erase %1$s history
kw: <b>Ny vydh diles</b> imajys gwithys ha kevrennys pan dhilei istori %1$s

source: Search engine
kw: Jynn hwilas

source: Search engine name
kw: Hanow an jynn hwilas

source: Search for %1$s
kw: Hwilas %1$s

source: Search in Focus
kw: Hwilas yn Focus

source: Search in Focus Beta
kw: Hwilas yn Focus Beta

source: Search in Focus Nightly
kw: Hwilas yn Focus Nightly

source: Searching for something different? Choose another default search engine in Settings.
kw: Hwilas neppyth aral? Dewis jynn hwilas skwir aral yn Dewisyow.

source: Search in Klar
kw: Hwilas yn Klar

source: Search or enter address
kw: Hwilas po entra trigva

source: Search Privately
kw: Hwilas yn privedh

source: Search string to use
kw: Tokyn hwilas dhe usya

source: Search widget
kw: Hwilas widget

source: Secure connection
kw: Junyans diogel

source: Secure Connection
kw: Junyans Diogel

source: Security
kw: Diogeledh

source: See fewer banners by automatically rejecting cookie requests, when possible.
kw: Gweles le a vaneryow dre dhenagha govynnow pastiow yn awtomatek pan vo possybyl.

source: Select your preferred engine:
kw: Dewis dha jynn drudh:

source: Send crash report to Mozilla
kw: Danvon derivas diskara dhe Mozilla

source: Send usage data
kw: Danvon kedhlow devnydh

source: Server not found
kw: Ny veu servyer kevys

source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
kw: Settya %1$s dhe beurell skwir dhe gavos an prowyow a beuri privedh pan ygerowgh gwiasvaow a appys erel.

source: Set as default browser
kw: Settya dhe beurell skwir

source: Set by Battery Saver
kw: Settys gans Gwither Batri

source: Set default, autocomplete
kw: Settya skwir, eskowlwul

source: settings
kw: dewisyow

source: Share…
kw: Kevrenna…

source: Share via
kw: Kevrenna dre

source: Shortcut name
kw: Hanow skochfordh

source: Shortcut will open with Enhanced Tracking Protection disabled
kw: Skochfordh a wra ygeri gans Difresyans Gwellhes rag Helerghi disweythresys
